include/GLANGSoapBinding.genome_map.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://localhost/GLANG">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:genome_map>
   <sequence></sequence>
   <params>
    <window>0</window>
    <name>0</name>
    <output></output>
    <amp>0.0</amp>
   </params>
  </ns1:genome_map>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
